Revit 2027 API
ParameterTypeId.MepAnalyticalLoopName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAnalyticalLoopName { get; }
Public Shared ReadOnly Property MepAnalyticalLoopName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAnalyticalLoopName {
	ForgeTypeId^ get ();
}
static member MepAnalyticalLoopName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace